<?php

return [
    ['char' => 'は', 'chk' => 'は'],
    ['char' => 'は', 'chk' => 'ハ'],
    ['char' => 'は', 'chk' => 'ﾊ' ],
    ['char' => 'つ', 'chk' => 'っ'],
    ['char' => 'や', 'chk' => 'ゃ'],
    ['char' => 'や', 'chk' => 'ャ'],
    ['char' => 'や', 'chk' => 'ｬ' ],
    ['char' => 'は', 'chk' => 'ば'],
    ['char' => 'は', 'chk' => 'バ'],
    ['char' => 'は', 'chk' => 'ﾊﾞ'],
    ['char' => 'は', 'chk' => 'ぱ'],
    ['char' => 'は', 'chk' => 'パ'],
    ['char' => 'は', 'chk' => 'ﾊﾟ'],
    ['char' => 'a' , 'chk' => 'Ａ'],
    ['char' => 'a' , 'chk' => 'A' ],
    ['char' => 'a' , 'chk' => 'Á' ],
    ['char' => '🍣', 'chk' => '🍺'],
    ['char' => '高', 'chk' => '髙'],
];

