<?php

return [
    ['char' => 'は', 'chk' => 'ハ'],
    ['char' => 'は', 'chk' => 'ﾊ' ],
    ['char' => 'や', 'chk' => 'ゃ'],
    ['char' => 'や', 'chk' => 'ャ'],
    ['char' => 'や', 'chk' => 'ｬ' ],
    ['char' => 'は', 'chk' => 'ば'],
    ['char' => 'は', 'chk' => 'バ'],
    ['char' => 'は', 'chk' => 'ぱ'],
    ['char' => 'は', 'chk' => 'パ'],
    ['char' => 'は', 'chk' => 'ﾊﾞ'],
    ['char' => 'は', 'chk' => 'ﾊﾟ'],
    ['char' => 'ハ', 'chk' => 'ひ'],
    ['char' => 'ﾊ' , 'chk' => 'ひ'],
    ['char' => 'ば', 'chk' => 'ひ'],
    ['char' => 'び', 'chk' => 'ﾋ' ],
    ['char' => 'び', 'chk' => 'ﾋﾞ'],
    ['char' => 'び', 'chk' => 'ﾋﾟ'],
    ['char' => 'a' , 'chk' => 'Ａ'],
    ['char' => 'a' , 'chk' => 'A' ],
    ['char' => 'a' , 'chk' => 'Á' ],
    ['char' => '🍣', 'chk' => '🍺'],
];

